
G = 6.67e-11  # гравитационная постоянная, м**3/(c**2·кг)
c = 3.0e8     # скорость света, м/с
h = 6.626e-34 # постоянная Планка, Дж·с
hb = 1.055e-34 # приведенная постоянная Планка, Дж·с
k = 1.381e-23 # постоянная Больцмана, Дж/К
e = 1.602e-19 # элементарный заряд, Кл
me = 9.109e-31 # масса электрона, кг
mp = 1.673e-27 # масса протона, кг
mn = 1.675e-27 # масса нейтрона, кг
NA = 6.022e23  # постоянная Авогадро, 1/моль


ep = 8.854e-12 # электрическая постоянная, Ф/м
mg = 1.257e-6      # магнитная постоянная, Гн/м



Ms = 1.989e30     # масса Солнца, кг
Rh = 6.371e6    # радиус Земли, м



R = 8.314          # универсальная газовая постоянная, Дж/(моль·К)
F = 96485          # постоянная Фарадея, Кл/моль